[
    {
      "id": "1",
      "name": "Neil Sims",
      "comment": "This was one of the best books I've read in awhile! I was sad when I finished reading it. It leaves you with that feel good feeling and the notion that you can achieve anything you put your mind to with a little hard work and determination!",
      "img": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxjb2xsZWN0aW9uLXBhZ2V8M3wxNzI5MjU4fHxlbnwwfHx8fA%3D%3D&w=1000&q=80",
      "ratings": "5"
    },
    {
      "id": "2",
      "name": "Bonnie Green",
      "comment": "I really enjoyed this book. I did the audio and highly recommend that version. It felt personal and intimate like having lunch with an old friend from way back. It was definitely raw, but it was tempered with honesty and he offered no excuses. I can completely respect that.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_mq2fxSxNL4Qu5E0UKj2qSbl7BCzI9K6HFPQiupmVqHepUY8_peEkqw0hkwb65d6zF_E&usqp=CAU ",
      "ratings": "4"
    },
    {
      "id": "3",
      "name": "Michael Gough",
      "comment": "The book I read was The Pursuit of Happyness, I have seen the movie and I know that the book is usually always better than the movie so I am excited to read further into the book. It has sadness, happiness, faith and even funny parts. This novel is an easier book, but has a mature meaning behind it. The book was published in 2006 by Chris Gardner.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTHUKHc-U2iz8PU-iAI2ZI7mAHbQw_5P0MqOl5hzBYbZKTxwt4H2Itdt6lHznKxn8xm2ho&usqp=CAU ",
      "ratings": "5"
    },
    {
      "id": "4",
      "name": "Lana Byrd",
      "comment": "Truly inspiring story about a Father, Chris Gardner coming up from a traumatic and difficult upbringing to slowly become the man he is today. The early encouragement by his mother as well as his childhood experienced helped reinforce and strengthen his core values and morals to be a the loving father to his son. This book is a good reminder that life will throw us adversity but one should never stop fighting the good fight and never giving up on your goals.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTwcGYx13u8Mx64uhbVVVxSZv_e5v6jOyFwpg&usqp=CAU",
      "ratings": "3"
    },
    {
      "id": "5",
      "name": "Thomes Lean",
      "comment": "I’ve wanted to read this story for a long time to see how it compares to the film it inspired. Chris Gardner is like most people—because he has so much to overcome. It helps me, all of us, to read about a man with a completely different background than mine who encountered so many obstacles, kept persevering and eventually succeeded.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTRtK24EY3iJHBUBH-nEdR_arIxx-KtOGZ0Uw&usqp=CAU",
      "ratings": "5"
    },
    {
      "id": "6",
      "name": "Alfred Baron",
      "comment": "Arguably the most enjoyable book I’ve read, maybe of all time. I watched the movie last year as well. It’s pretty good but of course doesn’t match up to the book.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTl-gsRmxFQGy_0ciXHr-rwvWjvrV1EeBGmgQ&usqp=CAU",
      "ratings": "4"
    },
    {
      "id": "7",
      "name": "Driven Stevs",
      "comment": "This book is equally as good as the movie. it really takes you through an emotional ride as you learn all the hardships that Chris was left to face. His journey is inspiring as it shows you his lowest and how he ends up at his highest and not giving up, he really defines the pursuit of happyness",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTx6hC_GDDxSEaxVqBAf-QOtHyc4zsn3qvYPE-z9qozGe-dJJB9luHLk4fVX6S3466fmoc&usqp=CAU",
      "ratings": "5"
    },
    {
      "id": "8",
      "name": "Baron devid",
      "comment": "The Pursuit of Happyness is one of the most inspiring books I've ever read. This book is about a man that goes by the name Chris Gardner, a gentlemen who grew up in a difficult environment. His family didn't have much money. His mother Betty, if I am correct was in a relationship with a disrespectful and abusive man named Freddie.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDZ8JuBA1eORo6Axz3fSnMsMz35411zndX-eQGuukiX1TW9sxtFGFx74rKeGRXLJ0IIYY&usqp=CAU",
      "ratings": "4"
    },
    {
      "id": "9",
      "name": "Trudo",
      "comment": "This book ran hot and cold for me. At times I was thoroughly into the book, looking into a life very different from mine and thinking Wow - he triumphed against amazing adversity. At other times I was rolling my eyes wondering how much longer I would have to endure the chapter and thinking that some of his sexual exploits added nothing to the book, but cheapened it a bit.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2lWxZNgMBGUn-BqKynx1b4a5uXQ8a6it9Y9F30GOWv7elT2BaVefvVDqsjJkEHhGRdv4&usqp=CAU",
      "ratings": "5"
    }
  ]